[
  "obsidian-git",
  "omnisearch",
  "text-extractor",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "templater-obsidian",
  "quickadd",
  "realclaudian",
  "obsidian-style-settings",
  "obsidian-image-toolkit"
]